denote/20221225T201727--kdoc-14-外に出てなかった頃の自分へのアドバイス__essay.org
#+title:      KDOC 14: 外に出てなかった頃の自分へのアドバイス
#+date:       [2022-12-25 Sun 20:17]
#+filetags:   :essay:
#+identifier: 20221225T201727

金があることで、外に出て何かやってみよう、と考えるようになった。貧しさはやらないことを理由づけして、人生をつまらなくさせる。金がなくても実際にはもっと楽しめるにも関わらず、無気力にさせる。

自覚はしてなかったが、人生の大半は、貧しかった。学生のうちは年齢を重ねるにつれて、遊ばなくなった。何をするにも金がかかるからだ。楽しみ方はわからず、外の世界に興味がわかなかった。飲食費や移動費は金をどぶに捨てているように感じた。なんでみんなそんなに遊ぶのかわからなかった。ただひたすら金を使わずにじっとしていた。

フルタイムで働きはじめたころも、それは変わらなかった。生活するだけで稼ぎはほとんど相殺されていた。食費を浮かすために遠くの激安弁当屋に歩いて通っていた。外食はまったくせず、お店は入るものという意識はなかった。単に、風景の1つにすぎなかった。自発的に外出することはほとんどなかった。

生活に余裕が出たのは最近だ。細かく金のことを考える必要がなくなり、何回か楽しいことがあって、食事や移動に関してやめることがなくなった。電車に乗って知らない街(電車さえもケチっていた)、知らない店に入ることは自然になった。より栄えていそうな場所に、軽い気持ちで引っ越ししたりもした。世界はもっと大きくて複雑なことを感じた。

人生のもっと早い段階で知りたかった。

結局のところ、忘れられないような楽しさを体感するためにはどれだけ無駄打ちを許容できるか、試行回数を積めるか、ということに見える。たいていの場合はそんなに楽しくない。値段分の価値しかない。だが、100回に1回はジャストヒットすることがあって、記憶に残る。また同じ感覚を味わうために、同じようなことをしたり、探す。ギャンブルと同じだ。外に出ないとそういうことは味わえないから、外の世界に興味を持つようになる。以下ループが回っていく。

そのためには、金についてなんとも思わない余裕が必要に見える。試行するハードルをできるだけ低くすること。元をとろうとは思わないこと。

引きこもってつまらなく感じていた自分に対するアドバイスとしては、「働いて適当に使え」だ。働くのはイヤだろうが、探したりやってみるといくらか楽しいものはあるだろうから、探す努力を止めるな、と。
