20221225T201727--kdoc-14-外に出てなかった頃の自分へのアドバイス__essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-08-06 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>KDOC 14: 外に出てなかった頃の自分へのアドバイス</title>
<meta name="generator" content="Org mode">
<meta name="author" content="root">
<link rel='shortcut icon' type='image/x-icon' href='/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css' /><link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css' /><link rel='stylesheet' href='../css/site.css' /><link rel='stylesheet' href='../roam/css/code.css' /><link rel='stylesheet' href='css/site.css' /><link rel='stylesheet' href='css/code.css' />
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content">
<h1 class="title">KDOC 14: 外に出てなかった頃の自分へのアドバイス</h1>
<p>
金があることで、外に出て何かやってみよう、と考えるようになった。貧しさはやらないことを理由づけして、人生をつまらなくさせる。金がなくても実際にはもっと楽しめるにも関わらず、無気力にさせる。
</p>

<p>
自覚はしてなかったが、人生の大半は、貧しかった。学生のうちは年齢を重ねるにつれて、遊ばなくなった。何をするにも金がかかるからだ。楽しみ方はわからず、外の世界に興味がわかなかった。飲食費や移動費は金をどぶに捨てているように感じた。なんでみんなそんなに遊ぶのかわからなかった。ただひたすら金を使わずにじっとしていた。
</p>

<p>
フルタイムで働きはじめたころも、それは変わらなかった。生活するだけで稼ぎはほとんど相殺されていた。食費を浮かすために遠くの激安弁当屋に歩いて通っていた。外食はまったくせず、お店は入るものという意識はなかった。単に、風景の1つにすぎなかった。自発的に外出することはほとんどなかった。
</p>

<p>
生活に余裕が出たのは最近だ。細かく金のことを考える必要がなくなり、何回か楽しいことがあって、食事や移動に関してやめることがなくなった。電車に乗って知らない街(電車さえもケチっていた)、知らない店に入ることは自然になった。より栄えていそうな場所に、軽い気持ちで引っ越ししたりもした。世界はもっと大きくて複雑なことを感じた。
</p>

<p>
人生のもっと早い段階で知りたかった。
</p>

<p>
結局のところ、忘れられないような楽しさを体感するためにはどれだけ無駄打ちを許容できるか、試行回数を積めるか、ということに見える。たいていの場合はそんなに楽しくない。値段分の価値しかない。だが、100回に1回はジャストヒットすることがあって、記憶に残る。また同じ感覚を味わうために、同じようなことをしたり、探す。ギャンブルと同じだ。外に出ないとそういうことは味わえないから、外の世界に興味を持つようになる。以下ループが回っていく。
</p>

<p>
そのためには、金についてなんとも思わない余裕が必要に見える。試行するハードルをできるだけ低くすること。元をとろうとは思わないこと。
</p>

<p>
引きこもってつまらなく感じていた自分に対するアドバイスとしては、「働いて適当に使え」だ。働くのはイヤだろうが、探したりやってみるといくらか楽しいものはあるだろうから、探す努力を止めるな、と。
</p>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"/>
</div>
</body>
</html>
